tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "awscli"
brew "fasd"
brew "findutils"
brew "fzf"
brew "git"
brew "git-delta"
brew "go"
brew "htop"
brew "jq"
brew "mas"
brew "ncdu"
brew "node"
brew "pandoc"
brew "postgresql@15", restart_service: :changed
brew "pv"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "anylist"
cask "chromium"
cask "cursor"
cask "daisydisk"
cask "discord"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "ghostty"
cask "hammerspoon"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "maccy"
cask "skype"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
