tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "awscli"
brew "cloc"
brew "coreutils"
brew "fasd"
brew "fzf"
brew "git"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "hugo"
brew "jq"
brew "krb5"
brew "mas"
brew "ncdu"
brew "node"
brew "pandoc"
brew "postgresql", restart_service: true
brew "postgresql@10", restart_service: true
brew "pv"
brew "pyenv"
brew "python@3.8"
brew "q"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "sphinx-doc"
brew "wget"
brew "yarn"
brew "yasm"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "alfred4"
cask "authy"
cask "daisydisk"
cask "discord"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "istat-menus"
cask "iterm2"
cask "java8"
cask "karabiner-elements"
cask "omnigraffle"
cask "skype"
cask "spotify"
cask "steam"
cask "unshaky"
cask "vlc"
cask "whatsapp"
cask "xld"
cask "zoom"
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
