tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "xz"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "readline"
brew "awscli"
brew "cloc"
brew "coreutils"
brew "deno"
brew "fasd"
brew "fzf"
brew "git"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "jq"
brew "krb5"
brew "mas"
brew "ncdu"
brew "node"
brew "openssl@3"
brew "pandoc"
brew "postgresql@14", restart_service: true
brew "pv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "wget"
brew "yarn"
brew "yasm"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "authy"
cask "daisydisk"
cask "discord"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "hammerspoon"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "obsidian"
cask "omnigraffle"
cask "raycast"
cask "skype"
cask "spotify"
cask "steam"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Tailscale", id: 1475387142
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
